const questions = {

    love:[
        "登記結婚的那一天是幾月幾號？",
        "你們認識多久了？",
        "如果今晚可以約會，你最想去哪裡？？",
        "如果今天是結婚紀念日，你最想怎麼慶祝？",
        "要在台灣的哪個城市退休？",
    ],

    memory:[
        "第一次約會的地點是？",
        "第一場看的電影是？",
        "第一次一起吃飯的餐廳是？",
        "交往後印象最深刻的一次旅行是哪一次？",
        "第一次一起拍合照是在什麼地方？",
    ],

    fun:[
        "老公的IG開頭第一個字是？",
        "老婆的IG開頭第一個字是？",
        "老公的體重是多少？",
        "老婆的身高是多少？",
        "如果要一起養一隻寵物，你們會養什麼？",
    ],

    gift:[
        "老公最想要的生日禮物是？",
        "老婆最想要的生日禮物是？",
        "你認為給孩子最好的禮物是？",
        
    ],

    star:[
        "請共同從兩邊一起吃巧克力棒，中途不能斷掉",
        "老公喝水說出提示詞，老婆必須猜出來",
        "請互相凝視對方15秒，不可以笑場。",
        "兩人共同五連拍，姿勢不可重複",
        "老婆公主抱老公3秒",

        
    ]

};